
Lava.locales.ru = {
	count_plurals: 3,
	pluralize: function(n) {
		return n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;
	},
	booleans: ['Нет', 'Да'],
	day_names: ["Воскресенье", "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота"],
	short_day_names: ["Вс", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
	month_names: ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
	short_month_names: ["Янв", "Февр", "Март", "Апр", "Май", "Июнь", "Июль", "Авг", "Сент", "Окт", "Нояб", "Дек"],
	first_day_offset: 1 // week starts from Monday
};